Repository: bitpay/insight
Catalog: po/*.po
Languages: nl

source: (Input unconfirmed)
nl: (Input onbevestigd)

source: 404 Page not found :(
nl: 404 Pagina niet gevonden :(

source: <strong>insight</strong> is an <a href="http://live.insight.is/" target="_blank">open-source Dash blockchain explorer</a> with complete REST and websocket APIs that can be used for writing web wallets and other apps that need more advanced blockchain queries than provided by dashd RPC. Check out the <a href="https://github.com/dashpay/insight-ui-dash" target="_blank">source code</a>.
nl: <strong>insight</strong> is een <a href="http://live.insight.is/" target="_blank">opensource Dash-blokketenexplorer</a> met volledige REST- en websocket-API's om eigen webportomonnee's en andere apps te implementeren. Hierdoor zijn meer geavanceerde query's op de blokketen mogelijk, dan die door RPC worden aangeboden. De actuele <a href="https://github.com/dashevo/insight-ui" target="_blank">broncode</a> is op GitHub te vinden.

source: <strong>insight</strong> is still in development, so be sure to report any bugs and provide feedback for improvement at our <a href="https://github.com/dashpay/insight/issues" target="_blank">github issue tracker</a>.
nl: <strong>insight</strong> is nog steeds in ontwikkeling. Dus rapporteer fouten (bugs) en geef terugkoppeling voor verbeteringen via onze <a href="https://github.com/dashevo/insight-ui/issues" target="_blank">issuetracker op GitHub</a>.

source: About
nl: Over

source: Address
nl: Adres

source: Age
nl: Leeftijd

source: Application Status
nl: Programmastatus

source: Best Block
nl: Beste blok

source: Dash node information
nl: Dash-knooppuntinformatie

source: Block
nl: Blok

source: Block Reward
nl: Blokbeloning

source: Blocks
nl: Blokken

source: Bytes Serialized
nl: Geserialiseerde bytes

source: Can't connect to dashd to get live updates from the p2p network. (Tried connecting to dashd at {{host}}:{{port}} and failed.)
nl: Kan geen verbinding maken net dashd om liveupdates van het P2P-netwerk te ontvangen. (Geprobeerd verbinding te maken met dashd op {{host}}:{{port}} en is mislukt.)

source: Can't connect to insight server. Attempting to reconnect...
nl: Kan geen verbinding maken met de insight-server. Het wordt nog eens geprobeerd...

source: Can't connect to internet. Please, check your connection.
nl: Kan geen verbinding maken met het internet. Controleer je verbinding.

source: Complete
nl: Compleet

source: Confirmations
nl: Bevestigingen

source: Conn
nl: Verbindingen

source: Connections to other nodes
nl: Verbindingen met andere knooppunten

source: Current Blockchain Tip (insight)
nl: Huidige blokketentop (insight)

source: Current Sync Status
nl: Huidige synchronisatiestatus

source: Difficulty
nl: Moeilijkheid

source: Double spent attempt detected. From tx:
nl: Er is een "dubbele uitgave" gedetecteerd. Van tx:

source: Error!
nl: Fout!

source: Fee
nl: Transactiekosten

source: Final Balance
nl: Totaalsaldo

source: Finish Date
nl: Einddatum

source: Go to home
nl: Ga naar home

source: Hash Serialized
nl: Geserialiseerde hash

source: Height
nl: Hoogte

source: Included in Block
nl: Inbegrepen in blok

source: Incoherence in levelDB detected:
nl: Incoherentie is gedetecteerd in levelDB:

source: Info Errors
nl: Foutbeschrijving

source: Initial Block Chain Height
nl: Oorspronkelijke blokketenhoogte

source: Last Block
nl: Laatste blok

source: Last Block Hash (dashd)
nl: Laatste blokhash (dashd)

source: Latest Blocks
nl: Recentste blok

source: Latest Transactions
nl: Recentste transacties

source: Loading Address Information
nl: Adresinformatie aan het laden

source: Loading Block Information
nl: Blokinformatie aan het laden

source: Loading Selected Date...
nl: Geselecteerde datum aan het laden...

source: Loading Transaction Details
nl: Transactiedetails aan het laden

source: Loading Transactions...
nl: Transacties aan het laden...

source: Loading...
nl: Aan het laden...

source: Mined Time
nl: Miningtijdstip

source: Mined by
nl: Gemined door

source: Mining Difficulty
nl: Miningmoeilijkheid

source: Next Block
nl: Volgende blok

source: No Inputs (Newly Generated Coins)
nl: Geen inputs (nieuw aangemaakte munten)

source: No blocks yet.
nl: Nog geen blokken.

source: No matching records found!
nl: Geen passende records gevonden!

source: No. Transactions
nl: Aantal transacties

source: Number Of Transactions
nl: Aantal transacties

source: Powered by
nl: Aangedreven door

source: Previous Block
nl: Vorig blok

source: Protocol version
nl: Protocolversie

source: Proxy setting
nl: Proxy-instellingen

source: Received Time
nl: Onvangsttijdstip

source: Redirecting...
nl: Aan het omleiden...

source: Search for block, transaction or address
nl: Zoek op blok, transactie of adres

source: See all blocks
nl: Bekijk alle blokken

source: Show Transaction Output data
nl: Toon transactieoutputgegevens

source: Show all
nl: Toon alles

source: Show input
nl: Toon input

source: Show less
nl: Toon minder

source: Show more
nl: Toon meer

source: Size
nl: Grootte

source: Size (bytes)
nl: Grootte (bytes)

source: Skipped Blocks (previously synced)
nl: Overgeslagen blokken (voorheen gesynchroniseerd)

source: Start Date
nl: Startdatum

source: Summary
nl: Samenvatting

source: Summary <small>confirmed</small>
nl: Samenvatting <small>bevestigd</small>

source: Sync Progress
nl: Synchronisatievoortgang

source: Sync Status
nl: Synchronisatiestatus

source: Sync Type
nl: Synchronisatietype

source: Synced Blocks
nl: Gesynchroniseerde blokken

source: Testnet
nl: Testnet actief

source: There are no transactions involving this address.
nl: Er zijn geen transacties gerelateerd aan dit adres.

source: Time Offset
nl: Tijdsoffset tot UTC

source: Timestamp
nl: Tijdsstempel

source: Today
nl: Vandaag

source: Total Amount
nl: Totaalbedrag

source: Total Received
nl: Totaal ontvangen

source: Total Sent
nl: Totaal verstuurd

source: Transaction
nl: Transactie

source: Transaction Output Set Information
nl: Transactieoutputsetinformatie

source: Transaction Outputs
nl: Transactieoutputs

source: Transactions
nl: Transacties

source: Unconfirmed
nl: Onbevestigd

source: Unconfirmed Transaction!
nl: Onbevestigde transacties!

source: Unconfirmed Txs Balance
nl: Onbevestigde transactiesaldo

source: Value Out
nl: Waarde

source: Version
nl: Versie

source: Waiting for blocks...
nl: Op blokken aan het wachten...

source: Waiting for transactions...
nl: Op transacties aan het wachten...

source: by date.
nl: op datum.

source: first seen at
nl: voor het eerst gezien op

source: mined
nl: gemined

source: mined on:
nl: gemined op:

source: Waiting for blocks
nl: Op blokken aan het wachten
